experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_128_threads_8_pipeline_1/redis.out
8         Threads
128       Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        70650.22          ---          ---        12.10226        11.32700        27.64700        54.78300     74765.58 
Gets        14121.54         0.00     14121.54        11.99362        11.26300        27.26300        52.99100       563.96 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      84771.76         0.00     14121.54        12.08416        11.26300        27.51900        54.27100     75329.54